Repository: yes-soft-de/turkish-app
Catalog: hersay/lib/l10n/intl_*.arb
Languages: ar

source: Enable Audio:
ar: تشغيل الصوت:

source: No camera found
ar: لا يوجد كاميرا

source: Error Loading Items!
ar: خطأ في تحميل الصفحة!

source: Retry
ar: اعادة المحاولة

source: Games List
ar: قائمة الألعاب

source: Request a Swap!
ar: اطلب مبادلة!

source: Error Getting Swap Item id!
ar: لا يزجد ID!

source: Error Loading Data
ar: خطأ في تحميل البيانات

source: Empty List
ar: قائمة فارغة

source: Phone Number
ar: رقم الهاتف

source: Please Input Phone Number
ar: ادخل رقم الهاتف

source: Loading!
ar: جار التحميل!

source: Send me a Code!
ar: ارسل الرمز!

source: Saudi Arabia
ar: السعودية

source: USA
ar: الولايات المتحدة

source: Lebanon
ar: لبنان

source: Syria
ar: سوريا

source: Chat Room
ar: المحادثة

source: Start Writing
ar: ابدأ الكتابة

source: Be the First to Comment
ar: كن أول المعلقين

source: Search a Game :)
ar: ابحث عن لعبة :)

source: Add
ar: اضافة

source: to my collection
ar: لمجموعتي

source: Please Upload the Image
ar: الرجاء حفظ الصورة

source: Submit Game!
ar: احفظ اللعبة!

source: Upload Image
ar: حفظ الصورة

source: Empty Tag List
ar: قائمة فهرس فارغة

source: Insert via a Preset
ar: الادخال من القائمة

source: Insert via Camera
ar: الادخال عبر الكاميرا

source: Home
ar: الرئيسية

source: Notifications
ar: الإشعارات

source: Favorite
ar: المفضلة

source: Profile
ar: الشخصية

source: Settings
ar: الاعدادات

source: Feedback!
ar: اعطنا رأيك!

source: Feed
ar: الرئيسة

source: TOS
ar: شروط الاستخدام

source: Privacy Policy
ar: شروط الخصوصية

source: Set Exchange Game
ar: حدد المبادلة

source: Start Chat
ar: ابدأ المحادثة

source: Set Game
ar: حدد لعية

source: Username:
ar: اسم المستخدم:

source: Location
ar: الموقع

source: Language
ar: اللغة

source: Sign out
ar: تسجيل الخروج

source: Not Logged in!
ar: غير مسجل دخول!

source: Dark Mode
ar: الوضع الليلي

source: Login
ar: تسجيل الدخول

source: Empty Comment!
ar: تعليق فارغ!

source: Save Profile
ar: احفظ المعلومات

source: Saving!
ar: جار الحفظ!

source: Please Provide a short story about you :)
ar: الرجاء كتابة القليل عن نفسك :)

source: Please Provide your Name :)
ar: الرجاء ادخال اسمك :)

source: Please Upload your Image :)
ar: الرجاء رفع صورتك :)

source: Uploading
ar: جار الرفع

source: Close
ar: الغاء

source: Comment
ar: تعليق

source: This Game is Great
ar: لعبة رائعة

source: About
ar: شروط الخدمة

source: Confirm!
ar: تأكيد الرقم!

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Edit
ar: تعديل

source: Comments
ar: التعليقات

source: No New Episodes
ar: لا يوجد حلقات جديدة

source: No Notifications Yet!
ar: لا يوجد اشعارات بعد!

source: Your Name
ar: اسمي

source: name_hont
ar: اسمي

source: Name Hint
ar: اسمي

source: Name is empty
ar: الرجاء تعبئة الاسم

source: Please tell us about your self
ar: رجاءا اخبرنا عن نفسك

# iHaveAnAccount
source: I have account
ar: املك حسابا

source: Ca not Sign in!
ar: حدث خطأ اثناء تسجيل الدخول!

source: Create new account
ar: سجل حسابا جديدا

source: Select an Image
ar: اختر صورة

source: confirm code
ar: رمز التأكد

source: resend code
ar: أعد إرسال الرمز

source: email address is required
ar: عنوان البريد الإلكتروني ضروري

source: send me code
ar: أرسل الرمز

source: this field cannot be empty
ar: الرجاء تعبئة الحقل

source: you can use only numbers
ar: الرجاء استخدام الأرقام فقط

source: Sign Up
ar: إنشاء حساب جديد

source: Chats
ar: الدردشة

source: History
ar: السجل

source: All
ar: الكل

source: Search
ar: البحث

source: Manual
ar: يدوي

source: Automatic
ar: تلقائي

source: Benzene
ar: بنزين

source: Diesel
ar: ديزل

source: Accepted
ar: مرخص

source: Un accepted
ar: غير مرخص

source: Car Type
ar: نوع السيارة

source: Brand
ar: الموديل

source: Company
ar: الشركة المصنعة

source: Engine
ar: المحرك

# yearOfRelease
source: Year of production
ar: تاريخ الانتاج

source: Gear Type
ar: ناقل الحركة

source: state
ar: الوضع الراهن

source: Mileages
ar: المسافة المقطوعة

source: CC
ar: نظام التحكم بالسرعة

source: Fuel
ar: الوقود

source: Price
ar: السعر

source: Country
ar: الدولة

source: City
ar: المدينة

# roomsDescription
source: description
ar: الوصف

source: Select main image
ar: اختيار الصورة الرئيسية

source: Save
ar: حفظ

# yourRequestHasBeenAddedAndInHoldForAdmin
source: Item has been created successfully
ar: تم إنشاء العنصر بنجاح

source: Ok
ar: موافق

source: Sell Phone
ar: الهاتف الجوال

source: Laptop
ar: حاسوب شخصي

source: Desktop
ar: حاسوب مكتبي

source: Headphone
ar: سماعات رأس

source: Device Type
ar: نوع الجهاز الإلكتروني

source: Cpu
ar: المعالج

source: RAM
ar: الذاكرة

source: Battery
ar: البطارية

source: Build Year
ar: تاريخ التصنيع

source: Use Duration
ar: مدة الاستخدام

source: Guage
ar: السعة

source: furnished
ar: مزود بأثاث

source: unfurnished
ar: غير مزود بأثاث

source: Real Estate Type
ar: نوع البناء

source: Space
ar: مساحة البناء

source: Appartment Floor or Number of Floors
ar: عدد الطوابق

source: Cladding
ar: الإكساء

source: Home Furmishing
ar: أثاث المنزل

source: Rooms number
ar: عدد الغرف

source: upload Pics
ar: إرفاق صور

source: Show Pics
ar: عرض الصور

source: Type :
ar: النوع

source: Traveled Distance :
ar: المسافة المقطوعة

source: Dureation of use :
ar: مدة الاستخدام

source: Cylynder :
ar: اسطوانة المحرك

source: Plated
ar: مسجلة

source: Request Lawer
ar: طلب محامي

source: Request Chat
ar: طلب محادثة مع المالك

source: Duration of use :
ar: مدة الاستخدام

source: Display :
ar: الشاشة

source: Processor :
ar: المعالج

source: Storage :
ar: التخزين

source: Graphics :
ar: كرت الشاشة

source: Floors number :
ar: عدد الطوابق

source: Address :
ar: العنوان

source: Rooms :
ar: الغرف

source: Edit Account
ar: تعديل الحساب

source: what you want to seach about
ar: ما الذي تريد البحث عنه؟

source: General
ar: عام

source: Notification
ar: الإشعارات

source: Chat with Owner
ar: محادثة مع المالك

source: Chat with Lawyer
ar: محادثة مع محامي

source: likes your
ar: أعجبه

source: Go Back
ar: رجوع

# descriptio
source: description
ar: الوصف

source: car
ar: سيارات

source: realEstate
ar: عقارات

source: device
ar: أجهزة إلكترونية

source: Advanced search
ar: بحث متقدم

source: choose entity
ar: اختر غرض

source: please give us your name
ar: الرجاء أعطنا اسمك

source: Profile updated successfully
ar: تم تعديل البروفايل بنجاح

source: Back to home
ar: عودة للرئيسية

source: Try again
ar: حاول ثانية

source: Lowest Price
ar: أدنى سعر

source: Highest Price
ar: أعلى سعر

source: Select your image
ar: اختر صورتك

source: You do not have any notification
ar: لا يوجد إشعارات

source: You did not sell or buy any thing yet
ar: لم تقم ببيع أو شراء أي شيء بعد

source: You did not chat with any one
ar: لم تقم بمراسلة أحد بعد

source: Started at :
ar: بدأت :

source: Add more images
ar: أضف المزيد من الصور

source: Thre is not other images
ar: لا يوجد المزيد من الصور

source: Details
ar: التفاصيل

source: image:
ar: الصورة :

source: Images
ar: الصور

source: Create report
ar: تبليغ

source: Reason is required
ar: السبب مطلوب

source: Reason of the report
ar: سبب التبليغ

source: Cancel
ar: إلغاء

source: Please complete the form
ar: الرجاء أكمل الفورم

source: Report
ar: إبلاغ

source: your report was sent to the Admin
ar: بلاغك أرسل للأدمن

source: Date
ar: التاريخ

# commentHint
source: place your comment here
ar: اكتب تعليقك هنا

source: Title
ar: العنوان

# updatedSuccessfully
source: Item has been updated successfully
ar: تم تعديل العنصر بنجاح

# pleaseLogin
source: Please Login to do this action
ar: من فضلك قم بتسجيل الدخول للقيام بهذا النشاط

source: Services
ar: خدمات

source: Category
ar: تصنيف

source: Choose Category
ar: اختر تصنيف
